// creating an array and passing the number, questions, options, and answers
let questions = [
    {
    numb: 1,
    question: "১৯৩৫ সালে ভারত শাসন আইনে প্রাদেশিক ক্ষমতার তালিকা ছিল",
    answer: "আইন শৃঙ্খলা",
    options: [
      "আইন শৃঙ্খলা",
      "দেশরক্ষা",
      "যোগাযোগ",
      "মৃদু"
    ]
  },


    {
    numb: 2,
    question: "১৯১৯ সালে ভারত শাসন আইনের বিরুদ্ধে ভারতীয় কংগ্রেস কোন আন্দোলনের ডাক দেয়",
    answer: "সত্যাগ্রহ",
    options: [
      "স্বরাজ",
      "ব্রিটিশ বিতরণ",
      "অসহযোগ",
      "সত্যাগ্রহ"
    ]
  },




    {
    numb: 3,
    question: "১৯৩৭ সালের প্রাদেশিক নির্বাচনে বাংলা প্রদেশসমূহ আসন সংখ্যা কত",
    answer: "২৫০",
    options: [
      "২৬০",
      "২৭০",
      "২৫০",
      "৩০০"
    ]
  },



    {
    numb: 4,
    question: "মুসলিম লীগের পক্ষ থেকে মোহাম্মদ আলী জিন্নাহ কত দফা দাবি পেশ করে",
    answer: "১৪দফা",
    options: [
      "১৫দফা",
      "১৪দফা",
      "১২দফা",
      "৬দফা"
    ]
  },

  
    {
    numb: 5,
    question: "লাহোর প্রস্তাব কত তারিখে উত্থাপন করা হয়",
    answer: "২৩ মার্চ",
    options: [
      "২১ মার্চ",
      "২৩ মার্চ",
      "২৮ মার্চ",
      "২৫ মার্চ"
    ]
  },
  


     {
     numb: 6,
     question: "স্যার সলিমুল্লাহ কত সালে জন্মগ্রহণ করেন",
     answer: "১৮৭১",
     options: [
       "১৮৭২",
       "১৮৭৪",
       "১৮৭১",
       "১৮৬৯"
     ]
   },



     {
     numb: 7,
     question: "অবিভক্ত বাংলার প্রথম মুখ্যমন্ত্রী কে",
     answer: "শেরে বাংলা একে ফজলুল হক",
     options: [
       "হোসেন শহীদ সোহরাওয়ার্দী",
       "শেরে বাংলা একে ফজলুল হক",
       "মাওলানা আব্দুল হামিদ খান ভাসানী",
       "দেশবন্ধু চিত্তরঞ্জন দাশ"
     ]
   },



     {
     numb: 8,
     question: "স্বরাজ দল গঠন করেন কে",
     answer: "দেশবন্ধু চিত্তরঞ্জন দাশ",
     options: [
       "দেশবন্ধু চিত্তরঞ্জন দাশ",
       "মাওলানা আব্দুল হামিদ খান ভাসানী",
       "শেরে বাংলা একে ফজলুল হক",
       "হোসেন শহীদ সোহরাওয়ার্দী"
     ]
   },








];